{
  "reviews": [
    {
      "author_name": "Marcin Amarowicz",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocJBy-S5TJKBbH9pvwTFX4ijow7ylTZxCIhZmBbqzatAYkvsoQ=s128-c0x00000000-cc-rp-mo",
      "text": "Szukałem kilku firm w Przemyślu, które zajmują się naprawą szuszarek bębnowych. Cieszę się, że natrafiłem na firmę Pana Piotra. Diagnoza i naprawa była bardzo szybka i trafna, a co najważniejsze Pan Piotr przyjechał w godzinach, które mi odpowiadały (po pracy). Pełen profesjonalizm. Jeśli coś kiedyś mi się zepsuje to już wiem gdzie będę dzwonił;) Zdecydowanie polecam.",
      "rating": 5,
      "time": 1760692541
    },
    {
      "author_name": "Aleksandra Czyż",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocIDlP_RboKpy9gzWBnSsN5OyiMNNVCKxKF2RLDQuyxWIlkb5Q=s128-c0x00000000-cc-rp-mo",
      "text": "Mój ekspres do kawy nagle przestał działać, co było dla mnie sporym kłopotem. Na szczęście, po raz kolejny mogłam liczyć na serwis RTV AGD prowadzony przez Pana Piotra. Już wcześniej naprawiał mi pralkę i wtedy również byłam bardzo zadowolona z jego profesjonalizmu i podejścia.\nTym razem Pan Piotr szybko zdiagnozował problem z ekspresem i sprawnie przeprowadził naprawę. Cały proces był błyskawiczny i bezproblemowy. Ekspres działa teraz bez zarzutu, a ja znów mogę cieszyć się ulubioną kawą. Zdecydowanie polecam ten serwis RTV AGD każdemu, kto potrzebuje fachowej i rzetelnej naprawy sprzętu AGD, czy to ekspresu do kawy, czy pralki! Pan Piotr to prawdziwy specjalista, któremu można zaufać.",
      "rating": 5,
      "time": 1754754731
    },
    {
      "author_name": "Edward Sobala",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKq06dKHCnT52sR0WocCquSh3odW0oGk1juHiqw93Q_wq_fnw=s128-c0x00000000-cc-rp-mo",
      "text": "Sprzęt naprawiony szybko i profesjonalnie - działa jak nowy. Polecam z czystym sumieniem!",
      "rating": 5,
      "time": 1754064131
    },
    {
      "author_name": "piotrek zych",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocLW8bduEpygNEvP8Qnz7uN9d3ogvYJgKlghKiq6OHiVUlBtUA=s128-c0x00000000-cc-rp-mo",
      "text": "Polecam , gość profesjonalnie podszedł do usterki. Szybko i sprawnie🙂...",
      "rating": 5,
      "time": 1754055301
    },
    {
      "author_name": "Bohdan D",
      "profile_photo_url": "https://lh3.googleusercontent.com/a-/ALV-UjVRV3zbUCoByXU2Yi9Gk1Fkr8oJBjH0yZ-nQoHRwyhs5pGbwixC=s128-c0x00000000-cc-rp-mo",
      "text": "Bardzo sprawna naprawa zmywarki i drobnego sprzętu RTV. Wszystko działa bez zarzutu, a usługa została wykonana szybko i solidnie. Świetny kontakt, fachowe podejście i przystępne ceny — serdecznie polecam!",
      "rating": 5,
      "time": 1750918672
    },
    {
      "author_name": "Marta M",
      "profile_photo_url": "https://lh3.googleusercontent.com/a/ACg8ocKRA0X6LgORfbVanU44l8XjOW-IJJUIFHWTHd7RQiu8Db4dfQ=s128-c0x00000000-cc-rp-mo",
      "text": "Z czystym sumieniem polecam serwis za profesjonalne czyszczenie mojego ekspresu do kawy! Usługa została wykonana szybko i z najwyższą starannością. Ekspres działa teraz jak nowy, a smak kawy zyskał zupełnie nową jakość. Fachowa obsługa, miły kontakt i konkurencyjne ceny sprawiają, że na pewno wrócę przy kolejnych potrzebach. Serdecznie dziękuję za tak świetną pracę!",
      "rating": 5,
      "time": 1726153581
    }
  ],
  "rating": 4.7,
  "user_ratings_total": 80,
  "update_time": "2026-01-30 03:04:43"
}